#1)შექმენით სია, 10 ელემენტით, ნებისმიერი მონაცემთა ტიპის, შემდეგ მომხარებელს შემოატანინეთ 2 ცალი რიცხვი, პირველი რიცხვი რაც შემოიტანეს მაგ ინდექსზე
#  მდგომი ელემენტი გამოიტანეთ, და  მეორე რიცხვი რაც შემოიტანეს სიაში მაგ ინდექსზე მდგომი ელემენტი შეცვალეთ "new element" ით


my_list = [10, "hello", 3.14, True, None, [1, 2], {"a": 1}, (5, 6), "Python", 99]

index_show = int(input("შეიყვანეთ პირველი ინდექსი (ელემენტის გამოსატანად): "))

print("არჩეულ ინდექსზე მდგომი ელემენტი არის:", my_list[index_show])

index_change = int(input("შეიყვანეთ მეორე ინდექსი (ელემენტის შესაცვლელად): "))

my_list[index_change] = "new element"

print("განახლებული სია:", my_list)
