# 5) შექმენით 5 ცვლადი name,age,surname,city,hight.name-ში შეეკითხეს სახელი,age-ში ასაკი,surname-ში გვარი,
# city-ში ქალაქი ხოლო hight-ში სიმაღლე.ბოლოს გამოიტანეთ ეკრანზე ასეთი ინფორმაცია "მე მქვია (თქვენი სახელი), (თქვენი ასაკი) წლის,
# ვცხოვრობ (სადაც ცხოვრობთ) და ვარ (თქვენი სიმაღლე) სანდიმეტრი"

name=input("რა გქვია შენ")
age=input("რამდენი წლის ხარ")
citi=input("რომელ ქალაქში ცხოვრობ")
hight=input("რა სიმაღლის ხარ")
surname=input("რა გქვია")

print("მე მქვია" + name + "რამდენი წლის ხარ" + age +"რომელ ქალაქში ცხოვრობ" +citi +"რა სიმაღლის ხარ" +hight + "რა გქვია" +surname)

